// © Copyright 2004-2010, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Comandi";

HSDDescriptionLabel = "Immettere i comandi per la stampante selezionata.";
HSDCommandLabel = "Comando:";
HSDGetResponseCheck = "Visualizza risposta della periferica";
HSDLoadButton = "Carica comandi…";
HSDSaveButton = "Salva comandi…";
HSDStopReceivingButton = "Interrompi ricezione";

HSDInstructionLabel = "Immettere il codice esadecimale e la descrizione leggibile per un nuovo carattere speciale.";
HSDHexLabel = "Codice esadecimale:";
HSDDescLabel = "Descrizione:";
HSDHexTableColumn = "Codice esadecimale";
HSDDescTableColumn = "Descrizione";
HSDCancelButton = "Annulla";
HSDOKButton = "OK";

ErrorSendTitle = "Impossibile inviare i dati alla stampante";
ErrorSendMsg = "Verificare che la stampante sia accesa e collegata, quindi riprovare.";

500 = "Questo schermo consente di inviare comandi arbitrari al dispositivo e di recuperare qualsiasi dato ritornato come conseguenza del comando.";
501 = "Comando";
502 = "Risposta";
503 = "Ottieni risposta";

HSDSendButtonTitle = "Invia adesso";

SpecialsCharactersMenuItem = "Carattere speciale";
AddSpecialCharacterMenuItem = "Aggiungi carattere speciale…";
EditSpecialCharactersMenuItem = "Modifica caratteri speciali…";

SpecialCommand0 = "04 - fine del file PS ^D";
SpecialCommand1 = "0c - alimentazione manuale <FF>";
SpecialCommand2 = "0d - ritorno a capo <CR>";
SpecialCommand3 = "1b - escape <ESC>";

NoSaveTitle = "Impossibile salvare il file";
NoSaveMsg = "Provare con un'altra ubicazione.";
DidNotSaveMessage = "Verificare che lo spazio su disco sia sufficiente e che si disponga dei diritti di accesso per salvare il file nel percorso specificato.";
NoLoadTitle = "Impossibile aprire il file";
NoLoadMsg = "Verificare che questo file sia un file salvato in HP Utility.";


BigSizeAlertTitle = "Il file è troppo grande";
BigSizeAlertMsg = "Il plugin dei comandi supporta file fino a 1 MB. Per caricare file di dimensioni superiori nella stampante, utilizzare il plugin \"Caricamento file\".";

HSDDoneButton = "Fine";
HSDEditSpecialsInstructionLabel = "Modifica caratteri speciali";
"Special Character Description" = "Descrizione carattere speciale";
PrinterResponse = "Risposta stampante";
